Repository: LEMONAGI/GoldTime
Catalog: GoldTime/ShieldConfigurationExtension/Localizable.xcstrings
Source language: ko
Languages: en, ja

# shield.button.openApp
source: GoldTime 열기
en: Open GoldTime
ja: GoldTimeを開く

# shield.button.stop
source: 그만 쓰기
en: Stop Using
ja: やめておく

# shield.message.decided
source: 여기까지 쓰기로 했어요.
en: You said you'd stop here.
ja: ここまでにすると決めましたね。

# shield.message.needAd
source: 더 쓰려면 광고가 필요해요.
en: More time costs an ad.
ja: もっと使うには広告が必要です。

# shield.message.stopOrAd
source: 멈추거나, 광고를 보거나.
en: Stop, or watch an ad.
ja: やめるか、広告を見るか。

# shield.message.stopWithoutAd
source: 광고 없이 멈추는 방법도 있어요.
en: You can still stop without an ad.
ja: 広告なしでやめることもできます。

# shield.message.timeToStop
source: 지금은 멈출 시간이에요.
en: Time to stop.
ja: そろそろやめる時間です。

# shield.openRequest.resend
source: 다시 알림 보내기
en: Send Again
ja: 通知をもう一度送る

# shield.openRequest.subtitle
source: 알림이 오지 않는다면 다시 알림 보내기를 누르거나, 방해금지 모드를 확인하세요.
en: If it doesn't arrive, tap Send Again or check Do Not Disturb.
ja: 通知が届かない場合は 「通知をもう一度送る」を押すか、 おやすみモードを確認してください。

# shield.openRequest.title
source: 위의 GoldTime 알림을 눌러주세요
en: Tap the GoldTime notification above
ja: 上のGoldTime通知をタップしてください

# shield.subtitle.chooseInApp
source: 더 쓰려면 GoldTime에서 선택하세요.
en: Choose in GoldTime if you want more time.
ja: もっと使うにはGoldTimeで選んでください。
